import React from 'react'

function AboutCourseMini() {
    return (
        <div className='max-w-[45rem]'>
            <h2 className="mb-2 text-lg font-semibold text-[#0EA78B]">Курс тууралуу</h2>
            <p className='text-sm mb-10'>
                Vue (произносится /vjuː /, как и представление), является прогрессивной структурой для создания пользовательских интерфейсов. В отличие от других монолитных рамок, Vue разработан с нуля, чтобы постепенно принять. Основная библиотека сосредоточена только на уровне представления, и ее легко поднять и интегрировать с другими библиотеками или существующими проектами. С другой стороны, Vue также вполне способен питать сложные одностраничные приложения при использовании в сочетании с современными инструментами и вспомогательными библиотеками.
            </p>
        </div>
    )
}

export default AboutCourseMini
